export const bookData = `
شرح سبب نزول سورة الإخلاص للأطفال

تفسير سورة الفلق

تفسير حلم سورة الإخلاص في المنام

تعريف سورة الاخلاص

محتويات

١ تفسير سورة الإخلاص

٢ التعريف بسورة الإخلاص

٣ فضائل سورة الإخلاص

٤ المراجع

تفسير سورة الإخلاص

تفسر آيات سورة الإخلاص على النحو الآتي:

(قُلْ هُوَ اللَّهُ أَحَدٌ):[١] عندما سأل المشركين رسول الله -صلى الله عليه وسلم- عن نسب الله -عزّ وجل- ومن الذي خلقه، أنزل الله -عز وجل- هذه السورة،[٢] ومعنى (قُلْ هُوَ اللَّهُ أَحَدٌ):[١] قُل يا محمد قولاً جازماً مؤكّداً، أنّ الله -عز وجل- واحدٌ أحدٌ منفردٌ بصفات الكمال والجلال، له الأسماء الحسنى والصفات العُليا.[٣]

(اللَّهُ الصَّمَدُ):[٤] أي الذي يصمدُ إليه الخلائق في احتياجاتهم ومسائلهم، والصمد اسم من أسماء الله تعالى الذي يبين افتقار المخلوقات إليه، أي أنه سبحانه وتعالى هو الذي يفتقرُ إليه الخلق ولا يفتقر هو إلى أي أحد، وليس لمخلوقاته غنىً عنه وهو الغنيُّ عن العالمين.[٥]

(لَمْ يَلِدْ وَلَمْ يُولَدْ):[٦] أي لم يكن له ولدٌ فبذلك لم يكن والداً، ولم يولد أيضاً فبذلك لم يكن ولداً، وهما صفتا نقصٍ، ولا يليق بمقام ربِّ العباد -عز وجل- أن يتّصفَ بهذه الصفات التي تُنقِصُ منه.[٧]

(وَلَمْ يَكُنْ لَهُ كُفُواً أَحَدٌ):[٨] أي أن الله -سبحانه وتعالى- لا يكافئه أحد بالمكانة؛ فلا شبيه له ولا مثيل، ولا نِدّ له ولا نظير، حيث إنَّ التوحيد أهم مبدأ دعا إليه الإسلام.[٩]

التعريف بسورة الإخلاص

سورة الإخلاص سورة مكية، عدد آياتها أربع آيات،[١٠]وتعدِل هذه السورة ثلث القرآن، وتتميّز بالإيجاز، ولها عشرون اسماً، وهي: التنزيل، والتجريد، والتوحيد، والنجاة، والولاية، والجمال، والمعرفة، والمقشقشة، والمعوّذة، والصّمد، والنسبة، والأساس، والمانعة، والمحتضر، والمنفّرة، والبراءة، والمذكّرة، والنور، والإنسان.[١١]

وسبب نزول السورة أنّها جاءت إجابةً على سؤال المشركين للرسول -صلى الله عليه وسلم- عن نسب الله -عزّ وجلّ- ومن خَلَقه؛ فأنزل الله -تعالى-: (قُلْ هُوَ اللَّهُ أَحَدٌ)،[١][٢] وتجدر الإشارة إلى ورود العديد من المعلومات في تفسير سورة الإخلاص وفوائدها؛ الأمر الذي يدل على أهمية هذه السورة في الإسلام.

فضائل سورة الإخلاص

اشتملت سورة الإخلاص على العديد من الفضائل، ونذكر بعضاً من فضائل سورة الإخلاص فيما يأتي:[١٢]

ورد عن رسول الله -صلى الله عليه وسلم- أنّه قال: (احشُدوا، فإنِّي سأقرَأُ عليكم ثُلُثَ القُرآنِ، فحشَد مَن حشَد، فخرَج رسولُ اللهِ -صلَّى اللهُ عليه وسلَّمَ- فقرَأ: (قُلْ هو اللهُ أحَدٌ) ثمَّ دخَل، فقال بعضُنا لبعضٍ: إنِّي أُرَى هذا خبَرٌ جاءهُ منَ السَّماءِ، فذاك الذي أدخَلهُ، ثمَّ خرَج، فقال: إنِّي قُلْتُ لكم، إنِّي سأقرَأُ عليكم ثُلُثَ القُرآنِ، ألَا إنَّها تَعدِلُ ثُلُثَ القُرآنِ).[١٣]

عن عائشة أمّ المؤمنين -رضي الله عنها- أنها قالت: أنَّ النبيَّ -صَلَّى اللهُ عليه وسلَّمَ- بَعَثَ رَجُلًا علَى سَرِيَّةٍ، وكانَ يَقْرَأُ لأصْحَابِهِ في صَلَاتِهِمْ فَيَخْتِمُ بقُلْ هو اللَّهُ أحَدٌ، فَلَمَّا رَجَعُوا ذَكَرُوا ذلكَ للنبيِّ -صَلَّى اللهُ عليه وسلَّمَ-، فَقالَ:(سَلُوهُ لأيِّ شيءٍ يَصْنَعُ ذلكَ؟، فَسَأَلُوهُ، فَقالَ: لأنَّهَا صِفَةُ الرَّحْمَنِ، وأَنَا أُحِبُّ أنْ أقْرَأَ بهَا، فَقالَ النبيُّ صَلَّى اللهُ عليه وسلَّمَ: أخْبِرُوهُ أنَّ اللَّهَ يُحِبُّهُ).[١٤]

عن أبي سعيد الخدري -رضي الله عنه- قالَ النَّبيُّ صلَّى اللهُ عليه وسلَّم لأصْحابِهِ: (أيَعْجِزُ أحَدُكُمْ أنْ يَقْرَأَ ثُلُثَ القُرْآنِ في لَيْلَةٍ؟ فَشَقَّ ذلكَ عليهم وقالوا: أيُّنا يُطِيقُ ذلكَ يا رَسولَ اللَّهِ؟! فقالَ: اللَّهُ الواحِدُ الصَّمَدُ؛ ثُلُثُ القُرْآنِ).[١٥]

وقد ورد عن النبي -صلى الله عليه وسلم- أنّه كان يُكثر من قراءة سورة الإخلاص؛ فكان يقرأُ بها في الصباح والمساء ثلاثاً، وعندما يشتكي شيئاً أو ضيقاً، وعند النوم، وفي سنّةِ الفجر كما وكان يقرأ بها في صلاة المغرب، وهذا فيه دلالة على عِظم فضل هذه السورة.


`